{
    "headphones": [
      {
        "name": "VoxAura Pure White",
        "description": "Immerse yourself in premium sound quality with the VoxAura Pure White Over-Ear Headphones. Elevate your listening experience with the perfect blend of style and performance.",
        "price": "59.99$"
      },
      {
        "name": "Crimson Harmony Scarlet",
        "description": "Stand out in style with the Crimson Harmony Scarlet On-Ear Headphones. Experience rich and dynamic sound that complements your bold personality.",
        "price": "79.99$"
      },
      {
        "name": "BlueWave Sky Blue",
        "description": "Indulge in superior sound quality with the BlueWave Sky Blue Wireless Headphones. Stay trendy with powerful sound in a sleek sky blue finish.",
        "price": "65.98$"
      }
    ],
    "inEarHeadphones": [
      {
        "name": "Audioluxe Elite",
        "description": "Elevate your audio experience on-the-go with the Audioluxe Elite Sophisticated In-Ear Monitors. Experience luxury sound quality in a compact and sophisticated design.",
        "price": "29.99$"
      },
      {
        "name": "Violet Aura Minimalistic",
        "description": "Embrace simplicity with the Violet Aura Minimalistic Earbuds. Immerse yourself in crystal-clear sound wrapped in a stylish purple aesthetic.",
        "price": "25.80$"
      },
      {
        "name": "ElementIQ",
        "description": "Stay connected to your music with the ElementIQ Modern Design Earphones. Merge cutting-edge sound technology with a sleek and contemporary design.",
        "price": "19.99$"
      }
    ],
    "bluetoothSpeakers": [
      {
        "name": "SonicSky Blue Pulse",
        "description": "Carry vibrant sound everywhere with the SonicSky Blue Pulse Speaker. Experience powerful audio in a compact and trendy sky blue square form.",
        "price": "48.88$"
      },
      {
        "name": "Cyluxe Portable CarryAll",
        "description": "Elevate your music experience with the Cyluxe Portable Sound Cylinder. Grab your handy CarryAll bag and enjoy premium sound on-the-go.",
        "price": "60.00$"
      },
      {
        "name": "StealthBlack Sonic Cylinder",
        "description": "Unleash dynamic sound with the StealthBlack Sonic Cylinder Speaker. Immerse yourself in music with this modern speaker designed for style and performance.",
        "price": "45.78$"
      }
    ]
  }
  